[
  {
    "id": 1,
    "name": "Chinese Tagar",
    "scientificName": "Tabernaemontana divaricata",
    "price": 299,
    "rating": 4.8,
    "category": "Flowering",
    "lightRequirement": "Bright Indirect",
    "wateringFrequency": "Moderate",
    "difficulty": "Easy",
    "description": "Chinese Tagar or Crape Jasmine plant, which is a flowering shrub known for its fragrant white blossoms. It is also called Mini Tagar or Chandni and is suitable for tropical and subtropical climates.",
    "careInstructions": "Water moderately, allowing soil to dry slightly between waterings. Provide bright indirect light and maintain humidity for best blooms. Prune regularly to maintain shape.",
    "benefits": "Popular for both ornamental and medicinal purposes. The fragrant white flowers create a pleasant ambiance and can be used in traditional medicine.",
    "image": "/src/assets/plant_images/Kalpataru_Chinese_Tagar.jpg",
    "inStock": true
  },
  {
    "id": 2,
    "name": "Gold Dust Dracaena",
    "scientificName": "Dracaena surculosa",
    "price": 399,
    "rating": 4.6,
    "category": "Foliage",
    "lightRequirement": "Low to Bright Indirect",
    "wateringFrequency": "Low",
    "difficulty": "Easy",
    "description": "Gold dust dracaena, also called spotted dracaena, is a species of flowering plant in the family Asparagaceae, native to west and west-central tropical Africa.",
    "careInstructions": "Thrives in low to bright indirect light. Water when top 2 inches of soil is dry. Tolerates neglect well, making it perfect for beginners.",
    "benefits": "Excellent air purifier that removes toxins from indoor air. Low maintenance and adapts well to various light conditions.",
    "image": "/src/assets/plant_images/Dracaena_surculosa.jpg",
    "inStock": true
  },
  {
    "id": 3,
    "name": "Orange Jasmine",
    "scientificName": "Murraya paniculata",
    "price": 349,
    "rating": 4.7,
    "category": "Flowering",
    "lightRequirement": "Bright Indirect",
    "wateringFrequency": "Moderate",
    "difficulty": "Moderate",
    "description": "Murraya paniculata, commonly known as orange jasmine, orange jessamine, china box, or mock orange, is a species of shrub or small tree native to South Asia, Southeast Asia and Australia.",
    "careInstructions": "Requires bright indirect light and regular watering. Fertilize monthly during growing season. Prune after flowering to encourage bushier growth.",
    "benefits": "Fragrant white flowers with citrus scent. Can be grown as a hedge or ornamental plant. Attracts butterflies and beneficial insects.",
    "image": "/src/assets/plant_images/Murraya_paniculata.jpg",
    "inStock": true
  },
  {
    "id": 4,
    "name": "Chinese Money Plant",
    "scientificName": "Pilea peperomioides",
    "price": 249,
    "rating": 4.9,
    "category": "Foliage",
    "lightRequirement": "Bright Indirect",
    "wateringFrequency": "Moderate",
    "difficulty": "Easy",
    "description": "Chinese Money plant is an excellent indoor plant due to its ability to eliminate bad air. It is an Air Purifier plant as it efficiently removes indoor pollutants.",
    "careInstructions": "Place in bright indirect light and rotate weekly for even growth. Water when top inch of soil is dry. Easy to propagate from offshoots.",
    "benefits": "Natural air purifier with beautiful coin-shaped leaves. Believed to bring good luck and prosperity according to Feng Shui. Perfect for living room, balcony, or bedroom.",
    "image": "/src/assets/plant_images/Chinese_Money_Plant.jpg",
    "inStock": true
  },
  {
    "id": 5,
    "name": "Lucky Bamboo",
    "scientificName": "Dracaena sanderiana",
    "price": 199,
    "rating": 4.8,
    "category": "Ornamental",
    "lightRequirement": "Low to Bright Indirect",
    "wateringFrequency": "High (Water-based)",
    "difficulty": "Easy",
    "description": "Premium Lucky Bamboo: A 2-layer bamboo plant symbolising prosperity, good luck, and positive energy. Perfect indoor plant for home, office, or gifting that thrives in low or bright light.",
    "careInstructions": "Can be grown in water or soil. Change water weekly if growing in water. Avoid direct sunlight. Keep away from drafts and temperature extremes.",
    "benefits": "Symbol of prosperity and good luck in Feng Shui. Extremely low maintenance and can thrive in various conditions. Perfect for beginners and gifting.",
    "image": "/src/assets/plant_images/lucky_bamboo.jpg",
    "inStock": true
  },
  {
    "id": 6,
    "name": "Aglaonema Red",
    "scientificName": "Aglaonema commutatum",
    "price": 449,
    "rating": 4.9,
    "category": "Foliage",
    "lightRequirement": "Low to Medium",
    "wateringFrequency": "Low",
    "difficulty": "Easy",
    "description": "Aglaonema Red is one of the most stylish houseplants and needs minimal care and can thrive extremely well in low light levels. With its colorful foliage, this plant is a perfect home-decor plant.",
    "careInstructions": "Tolerates low light but colors are more vibrant in medium light. Water when top inch of soil is dry. Avoid cold drafts and temperatures below 60°F.",
    "benefits": "Natural air-purifier and mood booster. Perfect for anyone curating their home garden collection or upgrading their interior aesthetics. Highly adaptable to indoor conditions.",
    "image": "/src/assets/plant_images/Aglaonema_red.jpg",
    "inStock": true
  },
  {
    "id": 7,
    "name": "Philodendron White Princess",
    "scientificName": "Philodendron erubescens",
    "price": 599,
    "rating": 4.7,
    "category": "Foliage",
    "lightRequirement": "Bright Indirect",
    "wateringFrequency": "Moderate",
    "difficulty": "Moderate",
    "description": "Philodendron White Princess Houseplants are known for their ability to Air Purifying by absorbing harmful toxins such as formaldehyde, benzene, and trichloroethylene.",
    "careInstructions": "Requires bright indirect light to maintain variegation. Water when top 2 inches of soil is dry. Provide support for climbing. Maintain humidity above 60%.",
    "benefits": "Excellent air purifier removing formaldehyde, benzene, and trichloroethylene. Releases oxygen during photosynthesis, enhancing indoor air quality. Stunning variegated foliage.",
    "image": "/src/assets/plant_images/Philodendron_White_Princess.jpg",
    "inStock": true
  },
  {
    "id": 8,
    "name": "Moon Cactus",
    "scientificName": "Gymnocalycium mihanovichii",
    "price": 179,
    "rating": 4.5,
    "category": "Succulent",
    "lightRequirement": "Bright Light",
    "wateringFrequency": "Low",
    "difficulty": "Easy",
    "description": "Moon cactus plants, also known as Hibotan cactus, Chin Cactus, Ruby Ball, or Red Cap, is a species of cactus from the Cactaceae family. You can place this plant anywhere in your place for a touch of greenery.",
    "careInstructions": "Provide bright light but avoid intense direct sun. Water sparingly, only when soil is completely dry. Ensure excellent drainage to prevent root rot.",
    "benefits": "Colorful grafted cactus that adds vibrant color to any space. Extremely low maintenance and perfect for small spaces. Unique decorative appeal.",
    "image": "/src/assets/plant_images/moon_cactus.jpg",
    "inStock": true
  },
  {
    "id": 9,
    "name": "Peperomia",
    "scientificName": "Peperomia obtusifolia",
    "price": 229,
    "rating": 4.8,
    "category": "Foliage",
    "lightRequirement": "Medium to Bright Indirect",
    "wateringFrequency": "Low to Moderate",
    "difficulty": "Easy",
    "description": "Peperomia plant is a true air-purifying champion, ridding your space of toxins and infusing it with crisp, oxygenated air. Say goodbye to stale surroundings.",
    "careInstructions": "Prefers medium to bright indirect light. Water sparingly as thick leaves store water. Allow soil to dry between waterings. Avoid overwatering.",
    "benefits": "Excellent air purifier that removes toxins and increases oxygen levels. Compact size perfect for desks and small spaces. Pet-friendly and non-toxic.",
    "image": "/src/assets/plant_images/Peperomia.jpg",
    "inStock": true
  }
]
